{
  "6833b8bc6f8ce71072c4e703 name": "False Flag",
  "6833b8bc6f8ce71072c4e703 description": "Contractor, we have a humanitarian crisis brewing. Hostile factions are targeting UN aid convoys in Woods - but the media needs proof. Plant 3 UNTAR tags near some faction hotspots, put them on a few executed bodies. When the world sees the BEAR and USEC are decimating the blue helmets, donations to our 'operations' will triple. Saving lives through proper optics.",
  "6833b8bc6f8ce71072c4e703 startedMessageText": "Plant the tags, stage the bodies, vanish. If they trace this back or you get caught, you're a rogue actor.",
  "6833b8bc6f8ce71072c4e703 successMessageText": "Reuters just ran a story condeming PMC factions for their brutal atrocities. Geneva is screaming for sanctions. Our funding is secured... For now.",
  "6833b8bc6f8ce71072c4e703 failMessageText": "You compromised the operation. UNTAR is breathing down my neck. If you can't handle the work, don't take the job.",
  "6833b8bc6f8ce71072c4e703 acceptPlayerMessage": "This isn’t deception - it’s documenting atrocities they’d commit anyway. Get to Woods.", 
  "6833b8bc6f8ce71072c4e703 declinePlayerMessage": "Not interested? Fine. When UNTAR finally gets pushed out, and the scavs are beating down the door to your hideout? Don't call me begging for help.",
  "6833b8bc6f8ce71072c4e703 completePlayerMessage": "Perfect. If you setup the scene well enough, the world will see the atrocities BEAR and USEC are doing - even if we had to rely on some fabrication.",
  "6833b8bc6f8ce71072c4e703 note": "Plant UNTAR dog tags on bodies in Woods. Be sure to remain unseen.",
  "6833b5381f542c94c22a2381": "Plant UNTAR Dog Tag on dead body at the South-Eastern Bridge, next to the utility shed",
  "6833b53a7e7e09c54a256827": "Plant UNTAR Dog Tag on dead body inside the Western shed of the ruined town in the South",
  "6833b53c406cbfdf307f0e05": "Plant UNTAR Dog Tag on dead body leaning against Electric Tower before the Southern lakes",


  "683645245a1c12488166b1a5 name": "Nordic Remnants",
  "683645245a1c12488166b1a5 description": "It seems our Swedish friends misplaced a hard drive during their 'audit' of Tarkov’s relief efforts. Retrieve it from their abandoned armored vehicle in Streets. Its contents are of high value to us: tax havens, embargoed tech sales, shipping manifests. This info, in the right hands, could ‘inspire’ Stockholm to reallocate UN aid budgets to our operations. A shame if their arms deals with TerraGroup leaked…",
  "683645245a1c12488166b1a5 startedMessageText": "The vehicle’s near Concordia. Expect some private militia along the way — eliminate discreetly. If that drive’s damaged, don't bother returning.",
  "683645245a1c12488166b1a5 successMessageText": "Funny, Stockholm just pledged 10,000 antibiotic doses, and sent us some leftover munitions... after I *shared* a few file excerpts. How altruistic of them.",
  "683645245a1c12488166b1a5 acceptPlayerMessage": "Just be sure to get that drive back to me intact. If we play our cards right, this should be a decent payday.",
  "683645245a1c12488166b1a5 declinePlayerMessage": "Really? You're that scared of some action in the Streets? Didn't take you for a coward.",
  "683645245a1c12488166b1a5 completePlayerMessage": "Another successful op in the books. We make quite the convincing argument for the cause. Check my stores next time you're around - the Swedes sent us some new shiny metal toys to pay for our silence.",
  "683645245a1c12488166b1a5 note": "Retrieve Swedish intel drive from armored vehicle (Streets)",
  "68363e9928ef789b2ccf31a1": "Get the hard drive from the APC near the helicopter crash site in Streets",

  


  "686c25d281071c45d2f8aa44 name": "Belt Fed, Gone Missing",
  "686c25d281071c45d2f8aa44 description": "This is urgent! I recently procured a weapon shipment of the M249 SAW, but while my team was delivering it their convoy was ambushed and some of the weapons were stolen. The manifest for the shipment must have been dropped during the ambush and I need it so I know how many of my guns are missing exactly. Go find it for me! Check the Tigr LAV's over at Customs, you will likely find what you need there. ",
  "686c25d281071c45d2f8aa44 startedMessageText": "Please get that manifest back to me ASAP.",
  "686c25d281071c45d2f8aa44 successMessageText": "Incredible! Thank you so much for recovering this!!",
  "686c26481432fe3c84301de9": "Find the shipping manifest that is near the Tigr LAVs at Customs",
  "686c26d2392f65d4890af76f": "Survive and Extract",
  "686c26dc34ec5f932401b002": "Hand in the shipping manifest to Peacekeeper",



  "686dd4f871840e292fbd1a14 name": "Culling The Herd",
  "686dd4f871840e292fbd1a14 description": "Those fucking bastards! I believe I know who attacked my convoy that was carrying my shipment of the M249 SAW! One of my guys told me it looked like those fucking Goons. I need you to go back to Customs and take care of them for me while I figure out why the fuck they stole my guns...I bet those bastards have them stashed somewhere.",
  "686dd4f871840e292fbd1a14 startedMessageText": "Kill them now!",
  "686dd4f871840e292fbd1a14 successMessageText": "Good fucking work. I'll be honest, I didn't think you would pull this off. Take this reward for helping me out, I already lost a few of these so what is one more right?",
  "686dd679e708598c4f583fbc": "Kill Knight",
  "686dd69b23f623311e2ff405": "Kill Big Pipe",
  "686dd6a84e4785c0ae87f1fb": "Kill Bird Eye",
  
  

  "6870170d18b94df2e8700ba0 name": "Boxed and Loaded",
  "6870170d18b94df2e8700ba0 description": "We aren't done just yet... When you were playing assassin, I had a guy going sneak around Customs trying to locate my stolen guns. He ended up finding them stashed in some crates that are some storage shelves in the fucking corner. Bastards better not have fucked up my guns!",
  "6870170d18b94df2e8700ba0 startedMessageText": "Please go mark those crates so I can recover what belongs to me...",
  "6870170d18b94df2e8700ba0 successMessageText": "Thank you again for your help with all of this. Take this as a reward. Looks like the Goons were trying to build something fancy with this gun.",
  "687018c3dc52ab57b5e38363": "Place a marker on the boxes of stolen M249 SAWs on Customs",



  "6877096d5299037a1c4b7b2f name": "Weapons Trial: Scavs",
  "6877096d5299037a1c4b7b2f description": "Will do this later",
  "6877096d5299037a1c4b7b2f startedMessageText": "This too",
  "6877096d5299037a1c4b7b2f successMessageText": "And this",
  "68770a9b8cc4478bd88d86ca": "Kill 5 Scavs on Reserve using the Ak5CC",
  "68782def57bd3034268c3345": "Kill 5 Scavs on Ground Zero using the Ak5C",
  
  

  "68784cf8dbe00560604d51e1 name": "Weapons Trial: PMCs",
  "68784cf8dbe00560604d51e1 description": "Will do this later",
  "68784cf8dbe00560604d51e1 startedMessageText": "This too",
  "68784cf8dbe00560604d51e1 successMessageText": "And this",
  "68784e212b1bbf5869da98b4": "Kill 5 PMCs on Interchange using the Ak5C",
  "68784de02c61f26ddb77ba10": "Kill 5 PMCs on Woods using the Ak5C",
  "68784e80440f9c9295379b61": "Kill 5 PMCS on Factory using the Ak5C",
  "68784e5bb547b5aef5a5be26": "Kill 5 PMCS on Shoreline using the Ak5C",



  "6879a0da60f8d8a90e632755 name": "Weapons Trial: Finale",
  "6879a0da60f8d8a90e632755 description": "Will do this later",
  "6879a0da60f8d8a90e632755 startedMessageText": "This too",
  "6879a0da60f8d8a90e632755 successMessageText": "And this",
  "6879a222a8d2ec1d371514d0": "Kill 20 PMCs between the hours of 21:00 and 6:00 using the Ak5C and the Ak5D (Excluding Factory)"
}
