{
  "6833b8bc6f8ce71072c4e703 name": "False Flag",
  "6833b8bc6f8ce71072c4e703 description": "Good afternoon mercenary. We’ve got a messy situation brewing. Those hostile factions out in Woods are hitting our UN aid convoys hard. The world needs to see it plain and clear. I want you to plant three UNTAR tags near their hotspots. Stick them on some executed bodies. Once the news catches wind that BEAR and USEC are butchering blue helmets donations to our operations will pour in. It’s about saving lives through the right kind of spotlight.",
  "6833b8bc6f8ce71072c4e703 startedMessageText": "Get those tags planted and stage the bodies clean. Then disappear. If anyone traces this back or you get caught you’re just a lone wolf acting on your own.",
  "6833b8bc6f8ce71072c4e703 successMessageText": "The press is eating it up. Stories about PMC atrocities are everywhere. Geneva’s screaming for blood and our funding’s locked in tight. Nice work mercenary. Here’s your pay.",
  "6833b8bc6f8ce71072c4e703 failMessageText": "You compromised the operation. UNTAR is breathing down my neck. If you can't handle the work, don't take the job.",
  "6833b8bc6f8ce71072c4e703 acceptPlayerMessage": "This isn’t deception - it’s documenting atrocities they’d commit anyway. Get to Woods.", 
  "6833b8bc6f8ce71072c4e703 declinePlayerMessage": "Not interested? Fine. When UNTAR finally gets pushed out, and the scavs are beating down the door to your hideout? Don't call me begging for help.",
  "6833b8bc6f8ce71072c4e703 completePlayerMessage": "Perfect. If you setup the scene well enough, the world will see the atrocities BEAR and USEC are doing - even if we had to rely on some fabrication.",
  "6833b8bc6f8ce71072c4e703 note": "Plant UNTAR dog tags on bodies in Woods. Be sure to remain unseen.",
  "6833b5381f542c94c22a2381": "Plant UNTAR Dog Tag on dead body at the South-Eastern Bridge, next to the utility shed",
  "6833b53a7e7e09c54a256827": "Plant UNTAR Dog Tag on dead body inside the Western shed of the ruined town in the South",
  "6833b53c406cbfdf307f0e05": "Plant UNTAR Dog Tag on dead body leaning against Electric Tower before the Southern lakes",


  "683645245a1c12488166b1a5 name": "Nordic Remnants",
  "683645245a1c12488166b1a5 description": "Our Swedish pals seem to have lost a hard drive during their little \"audit\" of Tarkov’s relief operations. Go fetch it from their abandoned armored vehicle out in the Streets. That drive’s got some juicy details: tax havens, embargoed tech deals, shipping manifests... Get it to me and we could nudge Stockholm into redirecting some UN aid budgets our way. Wouldn’t it be a pity if their shady deals with TerraGroup got out?",
  "683645245a1c12488166b1a5 startedMessageText": "The vehicle’s parked near Concordia. Watch out for private militia crawling around. Take them out quietly. If that drive’s busted you might as well not come back.",
  "683645245a1c12488166b1a5 successMessageText": "Stockholm just coughed up 10000 antibiotic doses and tossed in some spare munitions after I dropped a few hints from the files. Such generous folks they are. Here’s your cut.",
  "683645245a1c12488166b1a5 acceptPlayerMessage": "Just be sure to get that drive back to me intact. If we play our cards right, this should be a decent payday.",
  "683645245a1c12488166b1a5 declinePlayerMessage": "Really? You're that scared of some action in the Streets? Didn't take you for a coward.",
  "683645245a1c12488166b1a5 completePlayerMessage": "Another successful op in the books. We make quite the convincing argument for the cause. Check my stores next time you're around - the Swedes sent us some new shiny metal toys to pay for our silence.",
  "683645245a1c12488166b1a5 note": "Retrieve Swedish intel drive from armored vehicle (Streets)",
  "68363e9928ef789b2ccf31a1": "Get the hard drive from the APC near the helicopter crash site in Streets",

  


  "686c25d281071c45d2f8aa44 name": "Belt Fed, Gone Missing",
  "686c25d281071c45d2f8aa44 description": " Good afternoon mercenary. We’ve got a problem that needs fixing fast. I secured a shipment of M249 SAWs but my team got hit during delivery. Some of those weapons were snatched. Worse yet the manifest listing every gun got lost in the chaos. I need that paperwork to know exactly what’s missing. Head to the Tigr LAV by the main bridge on Customs. That’s your best bet to find it. Clear? ",
  "686c25d281071c45d2f8aa44 startedMessageText": "Move quick and grab that manifest. I need it back here yesterday.",
  "686c25d281071c45d2f8aa44 successMessageText": "Well done mercenary. You pulled through with that manifest. Now I can sort this mess out. Here’s your reward. Expect more work soon.",
  "686c26481432fe3c84301de9": "Find the shipping manifest that is near the Tigr LAV at Customs main bridge",
  "686c26d2392f65d4890af76f": "Survive and extract from the location",
  "686c26dc34ec5f932401b002": "Hand in the shipping manifest to Peacekeeper",



  "686dd4f871840e292fbd1a14 name": "Culling The Herd",
  "686dd4f871840e292fbd1a14 description": "Those fucking bastards! I believe I know who attacked my convoy that was carrying my shipment of the M249 SAW! One of my guys told me it looked like those fucking Goons. I need you to go back to Customs and take care of them for me while I figure out why the fuck they stole my guns...I bet those bastards have them stashed somewhere.",
  "686dd4f871840e292fbd1a14 startedMessageText": "Kill them now!",
  "686dd4f871840e292fbd1a14 successMessageText": "Good fucking work. I'll be honest, I didn't think you would pull this off. Take this reward for helping me out, I already lost a few of these so what is one more right?",
  "686dd679e708598c4f583fbc": "Kill Knight",
  "686dd69b23f623311e2ff405": "Kill Big Pipe",
  "686dd6a84e4785c0ae87f1fb": "Kill Bird Eye",
  
  

  "6870170d18b94df2e8700ba0 name": "Boxed and Loaded",
  "6870170d18b94df2e8700ba0 description": "Alright mercenary we got more work. While you were out playing shadow my guy was poking around Customs tracking down my stolen guns. Turns out those bastards stashed them in crates tucked away on some storage shelves in a damn corner. They better not have messed with my gear.",
  "6870170d18b94df2e8700ba0 startedMessageText": "Head over and mark those crates so I can get my stuff back. Don’t let me down.",
  "6870170d18b94df2e8700ba0 successMessageText": " Nice job getting those crates marked. Looks like the Goons were trying to cook up something slick with my guns. Here’s your reward, take it.",
  "687018c3dc52ab57b5e38363": "Place a marker on the boxes of stolen M249 SAWs on Customs",



  "6877096d5299037a1c4b7b2f name": "Weapons Trial: Scavs",
  "6877096d5299037a1c4b7b2f description": "Here is the scoop - I got some weapons in, but I need someone to do a little bit of testing for me to see if they are worth it. You are the best man for the job, so take this gun and go kill some Scavs for me. This should be pretty easy for you. I will give you some cash also for doing so. Good luck!",
  "6877096d5299037a1c4b7b2f startedMessageText": "Thanks for doing this soldier. These guns better be worth it!",
  "6877096d5299037a1c4b7b2f successMessageText": "Perfect! They look like they will do just fine out in the field! I will get more ordered and I will see what else I can get ordered for you to try.",
  "68770a9b8cc4478bd88d86ca": "Kill 5 Scavs on Reserve using the Ak5CC",
  "68782def57bd3034268c3345": "Kill 5 Scavs on Ground Zero using the Ak5C",
  
  

  "68784cf8dbe00560604d51e1 name": "Weapons Trial: PMCs",
  "68784cf8dbe00560604d51e1 description": "Hello again. It looks like I can get more variants of the gun I had you test. I am gonna ask again if you can run a few test for me again, but this time I want the test to be bit harder. Go kill PMC's in certain areas of Tarkov.",
  "68784cf8dbe00560604d51e1 startedMessageText": "As always, thanks again for being my test subject.",
  "68784cf8dbe00560604d51e1 successMessageText": "Awesome work! Here is a little extra for your help.",
  "68784e212b1bbf5869da98b4": "Kill 5 PMCs on Interchange using the Ak5C",
  "68784de02c61f26ddb77ba10": "Kill 5 PMCs on Woods using the Ak5C",
  "68784e80440f9c9295379b61": "Kill 5 PMCS on Factory using the Ak5C",
  "68784e5bb547b5aef5a5be26": "Kill 5 PMCS on Shoreline using the Ak5C",



  "6879a0da60f8d8a90e632755 name": "Weapons Trial: Finale",
  "6879a0da60f8d8a90e632755 description": "Alright soldier I have one more task for you. I got the other shipments of those weapons you tested for purchase. The last thing I am going to ask is you to kill more PMCs, but this time at night. If this goes well I can get one more variant of the weapon and this one looks badass.",
  "6879a0da60f8d8a90e632755 startedMessageText": "I am counting on you soldier. Do this and I will reward you well.",
  "6879a0da60f8d8a90e632755 successMessageText": "Hell yeah! Take these rewards and I will get a shipment of this weapon soon!",
  "6879a222a8d2ec1d371514d0": "Kill 20 PMCs between the hours of 21:00 and 6:00 using the Ak5C and the Ak5D (Excluding Factory)"
}
